Repository: paulwoman/Capitalism_Lab_ENG_to_NL
Catalog: tm/auto/t_game en_t_game nl.tmx
Source language: en_us
Languages: nl

source: [0807]<0027>Monthly spending on investor relations efforts|
nl: [0807]<0027>maandelijks uitgaven voor investeerdersrelaties|

source: [0809]<0029>corporation's stock performance.|
nl: [0809]<0029>ondernemingsaandelen performantie.|

source: [0811]<0031>Chief Executive Officer's Office|
nl: [0811]<0031>kantoor Chief Executive Officer|

source: [0813]<0033>Years of service|
nl: [0813]<0033>dienstjaren|

source: [0814]<0034>Retailing|
nl: [0814]<0034>handel|

source: [0815]<0035>Research and Development|
nl: [0815]<0035>onderzoek en ontwikkeling|

source: [0816]<0036>Raw Material Production|
nl: [0816]<0036>grondstofproductie|

source: [0818]<0038>Training|
nl: [0818]<0038>opleiding|

source: [0819]<0039>Look for Candidates|
nl: [0819]<0039>zoek kandidaten|

source: [0820]<0040>CHIEF OPERATING OFFICER'S OFFICE|
nl: [0820]<0040>kantoor CHIEF OPERATING OFFICER|

source: [0823]<0043>Value|
nl: [0823]<0043>waarde|

source: [0824]<0044>POSITION VACANT|
nl: [0824]<0044>vacature|

source: [0825]<0045>CHIEF MARKETING OFFICER'S OFFICE|
nl: [0825]<0045>kantoor CHIEF MARKETING OFFICER|

source: [0828]<0048>Acquire Technology From Other Companies|
nl: [0828]<0048>verwerf technologie van andere ondernemingen|

source: [0829]<0049>CHIEF TECHNICAL OFFICER'S OFFICE|
nl: [0829]<0049>kantoor CHIEF TECHNICAL OFFICER|

source: [0830]<0050>Stock Price|
nl: [0830]<0050>Koers|

source: [0832]<0052>Dividend Yield|
nl: [0832]<0052>dividendrendement|

source: [0837]<0057>Offer|
nl: [0837]<0057>aanbod|

source: [0845]<0060>Corporate|
nl: [0845]<0060>bedrijf|

source: [0848]<0063>Product|
nl: [0848]<0063>goederen|

source: [0849]<0064>Firm|
nl: [0849]<0064>gebouw|

source: [0850]<0065>Financial Report|
nl: [0850]<0065>boekhouding|

source: [0855]<0070>Manufacturer's|
nl: [0855]<0070>Productiegids|

source: [0857]<0072>Farmer's Guide|
nl: [0857]<0072>Landbouwgids|

source: [0858]<0073>Manager's Guide|
nl: [0858]<0073>Managersgids|

source: [0860]<0075>Stock Exchange|
nl: [0860]<0075>Beurs|

source: [0861]<0076>Revenue Graph |
nl: [0861]<0076>omzetgrafiek |

source: [0862]<0077>Quantity Sold Graph |
nl: [0862]<0077>aantal verkocht grafiek |

source: [0863]<0078>Previous|
nl: [0863]<0078>Vorige|

source: [0864]<0079>Next|
nl: [0864]<0079>Volgende|

source: [0865]<0080>Go|
nl: [0865]<0080>Ga|

source: [0866]<0081>Product Class: |
nl: [0866]<0081>goederengroep: |

source: [0867]<0082>Necessity Index:|
nl: [0867]<0082>noodzakelijk:|

source: [0868]<0083>City Total|
nl: [0868]<0083>stadtotaal|

source: [0869]<0084>One Product|
nl: [0869]<0084>ene goed|

source: [0870]<0085>Market Share |
nl: [0870]<0085>marktaandeel |

source: [0871]<0086>Production|
nl: [0871]<0086>productie|

source: [0872]<0087>Retail|
nl: [0872]<0087>handel|

source: [0873]<0088>Producer |
nl: [0873]<0088>producent |

source: [0874]<0089>Retailer |
nl: [0874]<0089>handelaar |

source: [0875]<0090>Product Quality|
nl: [0875]<0090>goederenkwaliteit|

source: [0876]<0091>Production Quality|
nl: [0876]<0091>productiekwaliteit|

source: [0877]<0092>Raw Material Quality|
nl: [0877]<0092>grondstofkwaliteit|

source: [0879]Corporate Brand|
nl: [0879]bedrijfsmerk|

source: [0880]Range Brand|
nl: [0880]merkbereik|

source: [0881]Unique Brand|
nl: [0881]Uniek merk|

source: [0882]<0094>Brand Strategy|
nl: [0882]<0094>merkstrategie|

source: [0883]<0095>Brand Rating|
nl: [0883]<0095>merkwaardering|

source: [0884]<0096>Brand Awareness|
nl: [0884]<0096>merkbewustzijn|

source: [0885]<0097>Brand Loyalty|
nl: [0885]<0097>merktrouw|

source: [0886]<0098>Advertising Expense|
nl: [0886]<0098>adverteerkosten|

source: [0891]<0103>New Price|
nl: [0891]<0103>nieuw prijs|

source: [0892]<0104>All companies|
nl: [0892]<0104>Geen filter|

source: [0893]<0105>All cities|
nl: [0893]<0105>Elke stad|

source: [0894]<0106>(Tech unknown to you)|
nl: [0894]<0106>(technologie jou onbekend)|

source: [0896]<0108>Import|
nl: [0896]<0108>Importeer|

source: [0897]<0109>No Longer in Business|
nl: [0897]<0109>Stopgezet|

source: [0898]Financial Overview|
nl: [0898]boekhouding|

source: [0899]Stock Overview|
nl: [0899]beursoverzicht|

source: [0900]Business Relations|
nl: [0900]bedrijfsrelaties|

source: [0901]Firm Overview|
nl: [0901]gebouwenoverzicht|

source: [0902]<0110>Buy|
nl: [0902]<0110>koop|

source: [0903]<0111>Overview|
nl: [0903]<0111>overzicht|

source: [0904]<0112>Firms|
nl: [0904]<0112>gebouwen|

source: [0905]<0113>Products|
nl: [0905]<0113>goederen|

source: [0906]<0114>Graphs 1|
nl: [0906]<0114>grafiek 1|

source: [0907]<0115>Graphs 2|
nl: [0907]<0115>grafiek 2|

source: [0908]<0116>Stock|
nl: [0908]<0116>aandelen|

source: [0909]<0117>Balance Sheet|
nl: [0909]<0117>balans|

source: [0910]<0118>Income Statement|
nl: [0910]<0118>resultatenrekening|

source: [0911]<0119>Technology|
nl: [0911]<0119>technologie|

source: [0912]<0120>Advertising|
nl: [0912]<0120>adverteren|

source: [0913]<0121>Brand|
nl: [0913]<0121>merk|

source: [0914]<0122>Dominance|
nl: [0914]<0122>dominantie|

source: [0915]<0123>Rankings|
nl: [0915]<0123>ranglijst|

source: [0916]<0124>All|
nl: [0916]<0124>alle|

source: [0917]<0125>Delegate|
nl: [0917]<0125>Delegeer|

source: [0918]<0126>City|
nl: [0918]<0126>stad|

source: [0919]<0127>Operating Years|
nl: [0919]<0127>operationele jaren|

source: [0920]<0128>Lifetime Revenue|
nl: [0920]<0128>omzet sinds start|

source: [0921]<0129>Lifetime Profit|
nl: [0921]<0129>winst sinds start|

source: [0922]<0130>No.of Employees|
nl: [0922]<0130>werknemersaantal|

source: [0923]<0131>No.of Units|
nl: [0923]<0131>afdelingen|

source: [0925]<0133>Utilization|
nl: [0925]<0133>gebruik|

source: [0926]<0134>Units|
nl: [0926]<0134>Eenheden|

source: [0928]<0136>Lifetime Profit|
nl: [0928]<0136>winst sinds start|

source: [0929]<0137>Ad.
nl: [0929]<0137>maandadvert.budget|

source: Spending|
nl: [0930]<0138>Dagel.

source: [0930]<0138>Daily Ad.
nl: Ad.

source: [0931]<0139>Rating Points|
nl: [0931]<0139>waardering|

source: [0932]<0140>Sort By Product Name|
nl: [0932]<0140>sorteer op goederennaam|

source: [0933]<0141>Sort By City Name|
nl: [0933]<0141>sorteers op stadsnaam|

source: [0934]<0142>Corporate Brand|
nl: [0934]<0142>Bedrijfsmerk|

source: [0935]<0143>Range Brand|
nl: [0935]<0143>Merkbereik|

source: [0936]<0144>Unique Brand|
nl: [0936]<0144>Uniek merk|

source: [0937]<0145>A Single Brand Covers All Products|
nl: [0937]<0145>Eén merk dekt alle goederen|

source: [0938]<0146>A Brand Covers a Range of Products|
nl: [0938]<0146>Een merk dekt een bereik van goederen|

source: [0939]<0147>Each Product has a Unique Brand|
nl: [0939]<0147>Alle goederen hebben een uniek merk|

source: [0940]<0148>Industry|
nl: [0940]<0148>industrie|

source: [0941]<0149>Leader Market Share|
nl: [0941]<0149>Leider marktaandeel|

source: [0942]<0150>Market Share|
nl: [0942]<0150>marktaandeel|

source: [0943]<0151>Rank|
nl: [0943]<0151>Plaats|

source: [0944]<0152>Product Class|
nl: [0944]<0152>goederengroep|

source: [0945]<0153>Product Name|
nl: [0945]<0153>goederennaam|

source: [0949]<0157>With Market Share|
nl: [0949]<0157>met marktaandeel|

source: [0950]<0158>Only Dominated|
nl: [0950]<0158>Enkel dominante|

source: [0951]<0159>Description|
nl: [0951]<0159>beschrijving|

source: [0952]<0160>Value|
nl: [0952]<0160>waarde|

source: [0953]<0161>Rank|
nl: [0953]<0161>Plaats|

source: [0954]<0162>Leader|
nl: [0954]<0162>Leider|

source: [1007]<0164>Description|
nl: [1007]<0164>beschrijving|

source: [1013]<0170>Operating Profit|
nl: [1013]<0170>bedrijfswinst|

source: [1015]<0172>Net Profit|
nl: [1015]<0172>Nettowinst|

source: [1016]<0173>Shareholders|
nl: [1016]<0173>aandeelhouders|

source: [1017]<0174>Chart|
nl: [1017]<0174>Kaart|

source: [1018]<0175>Total|
nl: [1018]<0175>totaal|

source: [1022]<0179>Strategy:|
nl: [1022]<0179>strategie:|

source: [1024]<0181>Chairman and CEO|
nl: [1024]<0181>voorzitter and CEO|

source: [1025]<0182>Chairman|
nl: [1025]<0182>voorzitter|

source: [1028]<0185>Financial Overview|
nl: [1028]<0185>boekhouding|

source: [1029]<0186>Stock Overview|
nl: [1029]<0186>beursoverzicht|

source: [1031]<0188>Private Corporation|
nl: [1031]<0188>Private onderneming|

source: [1032]<0189>Firm Overview|
nl: [1032]<0189>gebouw overzicht|

source: [1033]<0190>Annual Revenue|
nl: [1033]<0190>jaaromzet|

source: [1034]<0191>Annual Gross Profit|
nl: [1034]<0191>bruto jaarwinst|

source: [1035]<0192>Production & Retail|
nl: [1035]<0192>productie & handel|

source: [1036]<0193>Production|
nl: [1036]<0193>productie|

source: [1037]<0194>Retail|
nl: [1037]<0194>handel|

source: [1039]<0196>Revenue|
nl: [1039]<0196>omzet|

source: [1040]<0197>Operating Profit|
nl: [1040]<0197>bedrijfswinst|

source: [1041]<0198>Net Profit|
nl: [1041]<0198>Nettowinst|

source: [1042]<0199>Net Worth|
nl: [1042]<0199>Nettowaarde|

source: [1043]<0200>Stock Price|
nl: [1043]<0200>Koers|

source: [1044]<0201>Past 30 Years|
nl: [1044]<0201>laatste 30 jaren|

source: [1046]<0203>Cash|
nl: [1046]<0203>geld|

source: [1047]<0204>Inventory|
nl: [1047]<0204>Voorraad|

source: [1048]<0205>Business Assets|
nl: [1048]<0205>Bedrijfsactiva|

source: [1049]<0206>Land & Resource|
nl: [1049]<0206>Grond & grondstoffen|

source: [1050]<0207>Stock Assets|
nl: [1050]<0207>aandelen activa|

source: [1051]<0208>Total Loans|
nl: [1051]<0208>totaal leningen|

source: [1052]<0209>Dividend Paid|
nl: [1052]<0209>betaald dividend|

source: [1053]<0210>Stock Return|
nl: [1053]<0210>aandelenopbrengst|

source: [1054]<0211>Salaries Expense|
nl: [1054]<0211>loonuitgaven|

source: [1055]<0212>Advertising|
nl: [1055]<0212>adverteren|

source: [1056]<0213>Training|
nl: [1056]<0213>opleiding|

source: [1057]<0214>Write-offs|
nl: [1057]<0214>afschrijvingen|

source: [1058]<0215>Shareholder Owned Qty Owned% Stock Value Position|
nl: [1058]<0215>aandeelhouder eigen aantal eigen% aandelenwaarde functie|

source: [1061]<0218>Confidential|
nl: [1061]<0218>vertrouwelijk|

source: [1062]<0219>Current Tech|
nl: [1062]<0219>huidige techn.|

source: [1063]<0220>Top Tech|
nl: [1063]<0220>Toptechn.|

source: [1064]<0221>Target Tech|
nl: [1064]<0221>doeltechn..|

source: [1065]<0222>R&D Progress|
nl: [1065]<0222>R&D-groei|

source: [1067]<0224>YTD Trade|
nl: [1067]<0224>dit boekjaar

source: [1068]<0225>Lifetime Trade|
nl: [1068]<0225>sinds opstart|

source: [1069]<0226>Annual Revenue|
nl: [1069]<0226>jaaromzet|

source: [1070]<0227>Annual Operating Profit|
nl: [1070]<0227>operationele jaarwinst|

source: [1071]<0228>Annual Net Profit|
nl: [1071]<0228>netto jaarwinst|

source: [1072]<0229>Total Assets|
nl: [1072]<0229>totale activa|

source: [1073]<0230>Total Loans|
nl: [1073]<0230>leningentotaal|

source: [1074]<0231>Stock Asset|
nl: [1074]<0231>aandelen activa|

source: [1075]<0231>No. of Years of Operation|
nl: [1075]<0231>aantal bedrijfsjaren|

source: [1076]<0232>No. of Employees|
nl: [1076]<0232>aantal werknemers|

source: [1077]<0233>No. of Product Classes|
nl: [1077]<0233>aantal goederengroepen|

source: [1078]<0234>No. of Product Types|
nl: [1078]<0234>aantal goederensoorten|

source: [1079]<0235>Return on Equity|
nl: [1079]<0235>vermogensopbrengst|

source: [1080]<0236>Return on Total Assets|
nl: [1080]<0236>opbrengst op totaalactief|

source: [1081]<0237>Dividend Yield|
nl: [1081]<0237>dividendrendement|

source: [1082]<0238>Stock Return to Investors|
nl: [1082]<0238>winstuitkering investeerders|

source: [1083]<0239>Operating Profit Margin|
nl: [1083]<0239>bedrijfswinstmarge|

source: [1084]<0240>Net Profit Margin|
nl: [1084]<0240>Nettowinstmarge|

source: [1085]<0241>Inventory Turnover|
nl: [1085]<0241>Voorraadrendement|

source: [1086]<0242>Assets Turnover|
nl: [1086]<0242>activarendement|

source: [1087]<0243>Equity-to-Assets Ratio|
nl: [1087]<0243>vermogen-activa Ratio|

source: [1088]<0244>Researching new product|
nl: [1088]<0244>nieuwe goederen onderzoeken|

source: [1089]<0245>years|
nl: [1089]<0245>jaren|

source: [1090]<0246>year|
nl: [1090]<0246>jaar|

source: [1091]<0247>units|
nl: [1091]<0247>afdelingen|

source: [1092]<0248>unit|
nl: [1092]<0248>afdeling|

source: [1093]<0249>Public Shareholders|
nl: [1093]<0249>institutionelen|

source: [1094]<0250>total|
nl: [1094]<0250>totaal|

source: [1095]<0251>Annual Profit|
nl: [1095]<0251>jaarwinst|

source: [1096]<0252>Stock Price|
nl: [1096]<0252>Koers|

source: [1100]<0256>Dividend Yield|
nl: [1100]<0256>dividendrendement|

source: [1102]<0257>Annual Return|
nl: [1102]<0257>jaaropbrengst|

source: [1104]<0259>Merger|
nl: [1104]<0259>fusie|

source: [1105]<0260>Buy|
nl: [1105]<0260>Koop|

source: [1106]<0261>Sell|
nl: [1106]<0261>Verkoop|

source: [1107]<0262>Price P/E Owned% Stock Value|
nl: [1107]<0262>prijs P/E stem% portefeuille|

source: [1108]<0263>Stock Price|
nl: [1108]<0263>Beurskoers|

source: [1109]<0264>Total Shares|
nl: [1109]<0264>Aantal aandelen|

source: [1110]<0265>Equity Per Share|
nl: [1110]<0265>Aandeelwaarde|

source: [1111]<0266>Earnings Per Share|
nl: [1111]<0266>Winst per aandeel|

source: [1113]<0268>Dividend Yield|
nl: [1113]<0268>Dividendrendement|

source: [1114]<0269>Annual Return|
nl: [1114]<0269>Jaarrendement|

source: [1116]<0271>Who Cash|
nl: [1116]<0271>Wie geld|

source: [1117]<0272>Buy Stock|
nl: [1117]<0272>Koop|

source: [1118]<0273>Sell Stock|
nl: [1118]<0273>Verkoop|

source: [1119]<0274>Offer Price|
nl: [1119]<0274>aanbodprijs|

source: [1122]<0277>100 Billionaires|
nl: [1122]<0277>Top 100 miljardairs|

source: [1123]<0278>Local Billionaires|
nl: [1123]<0278>Lokale miljardairs|

source: [1124]<0279>Issue New Shares|
nl: [1124]<0279>uitgifte nieuwe aandelen|

source: [1125]<0280>Borrow/Repay Loan|
nl: [1125]<0280>lenen/aflossen lening|

source: [1126]<0281>Public Shareholders|
nl: [1126]<0281>institutionelen|

source: [1127]<0282>Past 30 Days|
nl: [1127]<0282>laatste 30 dagen|

source: [1128]<0283>of|
nl: [1128]<0283>van|

source: [1129]<0284>ISSUE NOW|
nl: [1129]<0284>Nu uitgeven|

source: [1130]<0285>BORROW|
nl: [1130]<0285>lenen|

source: [1131]<0286>REPAY|
nl: [1131]<0286>aflossen|

source: [1132]<0287>Issues|
nl: [1132]<0287>geeft|

source: [1133]<0288>New Shares at|
nl: [1133]<0288>nieuwe aandelen uit aan|

source: [1134]<0289> Per Share.|
nl: [1134]<0289> per aandeel.|

source: [1135]<0290>Total Loan|
nl: [1135]<0290>totale lening|

source: [1136]<0291>Monthly Interest|
nl: [1136]<0291>maandelijkse intrest|

source: [1137]<0292>Credit Limit|
nl: [1137]<0292>kredietlimiet|

source: [1138]<0293>Interest Rate|
nl: [1138]<0293>intrestvoet|

source: [1139]<0294>Borrow|
nl: [1139]<0294>lenen|

source: [1140]<0295>Repay|
nl: [1140]<0295>aflossen|

source: [1141]<0296>Loan Interest Rate|
nl: [1141]<0296>leningsintrestvoet|

source: [1142]<0296>Loan Amount|
nl: [1142]<0296>kredietbedrag|

source: [1143]<0297>ISSUE NOW|
nl: [1143]<0297>Nu uitgeven|

source: [1144]<0298>Owner:|
nl: [1144]<0298>Van|

source: [1145]<0299>Your purchase price|
nl: [1145]<0299>jouw aankoopprijs|

source: [1146]<0300>Land and building cost|
nl: [1146]<0300>Grond en bouwkost|

source: [1147]<0301>Market value|
nl: [1147]<0301>marktwaarde|

source: [1148]<0302>Put this mansion on sale for:|
nl: [1148]<0302>Verkoop deze villa voor:|

source: [1149]<0303>Put this mansion on sale|
nl: [1149]<0303>Zet deze villa te koop|

source: [1150]<0304>Demolish the mansion and sell the land|
nl: [1150]<0304>Breek de villa af en verkoop de grond|

source: [1151]<0305>This mansion is for sale|
nl: [1151]<0305>deze villa is te koop|

source: [1152]<0306>Buy this mansion|
nl: [1152]<0306>Koop deze villa|

source: [1154]<0308>Are you sure that you want to demolish the mansion and sell the land?
nl: [1154]<0308>Wil je doorgaan en de villa afbreken met verkoop van de grond?

# The land can be sold for |
source: \n \nThe land can be sold for |
nl: \n \nDe grond kan worden verkocht voor |

source: [1156]<0310>TV Broadcast|
nl: [1156]<0310>TV-zender|

source: [1157]<0311>Radio Broadcast|
nl: [1157]<0311>Radiozender|

source: [1158]<0312>Newspaper|
nl: [1158]<0312>krant|

source: [1163]<0317>retail stores.|
nl: [1163]<0317>handelszaken.|

source: [1164]<0318>Double-click here to view the product detail report.|
nl: [1164]<0318>Dubbelklik hier om de goederendetails te bekijken.|

source: [1175]<0329>City Overall|
nl: [1175]<0329>tevredenheid|

source: [1181]<0335>New Product|
nl: [1181]<0335>nieuwe goederen|

source: [1182]<0336>Development|
nl: [1182]<0336>ontwikkeling|

source: [1185]<0339>Target Technology:|
nl: [1185]<0339>doeltechnologie:|

source: [1186]<0340>Duration:|
nl: [1186]<0340>duur:|

source: [1187]<0341>Progress|
nl: [1187]<0341>Evolutie|

source: [1188]<0342>NONE|
nl: [1188]<0342>geen|

source: [1189]<0343>There is no space for adding new products|
nl: [1189]<0343>Geen ruimte om nieuwe goederen toe te voegen|

source: [1190]<0344>This item can be sold in...|
nl: [1190]<0344>Dit item kan verkocht worden in ...|

source: [1194]Frozen|
nl: [1194]Bevrozen|

source: [1195]Cold|
nl: [1195]Koud|

source: [1196]Cool|
nl: [1196]Koel|

source: [1198]Hot|
nl: [1198]Heet|

source: [1199]Dry|
nl: [1199]Droog|

source: [1200]Little|
nl: [1200]Weinig|

source: [1201]Moderate|
nl: [1201]Gemiddeld|

source: [1202]Plentiful|
nl: [1202]Veel|

source: [1203]<0348>Warm, Cool or Cold|
nl: [1203]<0348>Warm, koel of koud|

source: [1235]<0349>No. of Employees|
nl: [1235]<0349>Aantal werknemers|

source: [1236]<0350>No. of Units|
nl: [1236]<0350>Aantal afdelingen|

source: [1237]<0351>Average Unit Level|
nl: [1237]<0351>gemiddeld afdelingniveau|

source: [1238]<0352>Average Utilization|
nl: [1238]<0352>gemiddeld gebruik|

source: [1239]<0353>Who manages this firm?|
nl: [1239]<0353>Wie beheert dit gebouw?|

source: [1241]<0355>President|
nl: [1241]<0355>voorzitter|

source: [1242]<0356>Do you want to manage all of your firms yourself?|
nl: [1242]<0356>Wil je al jouw gebouwen zelf beheren?|

source: [1243]<0357>Do you want President |
nl: [1243]<0357>Wil je voorzitter |

source: [1244]<0358> to manage all of your firms|
nl: [1244]<0358> al jouw gebouwen laten beheren|

source: [1247]<0361>Description|
nl: [1247]<0361>beschrijving|

source: [1251]<0365>Available|
nl: [1251]<0365>beschikbaar|

source: [1255]<0369>He currently manages this firm|
nl: [1255]<0369>hij beheert momenteel dit gebouw|

source: [1256]<0370>She currently manages this firm|
nl: [1256]<0370>zij beheert momenteel dit gebouw|

source: [1263]<0377>Market Value:|
nl: [1263]<0377>Marktwaarde:|

source: [1264]<0378>This mansion is for sale|
nl: [1264]<0378>Deze villa is te koop|

source: [1265]<0379>FOR SALE|
nl: [1265]<0379>TE KOOP|

source: [1267]<0381>Function: Issuing new shares|
nl: [1267]<0381>functie: uitgifte nieuwe aandelen|

source: [1268]<0382>Function: Borrowing bank loans|
nl: [1268]<0382>functie: leen bankkrediet|

source: [1269]<0383>Function: Trading stocks|
nl: [1269]<0383>functie: verhandelen aandelen|

source: [1270]<0384>Function: Advertising your products|
nl: [1270]<0384>functie: adverteer jouw goederen|

source: [1271]<0385>Function: Provide information|
nl: [1271]<0385>functie: levert informatie|

source: [1272]<0386>Rating Points|
nl: [1272]<0386>waardering|

source: [1273]<0387>Rating Points for past 36 months|
nl: [1273]<0387>waardering over 36 maanden|

source: [1275]<0389>Content Quality|
nl: [1275]<0389>Contentkwaliteit|

source: [1278]<0392>Rating Points|
nl: [1278]<0392>waardering|

source: [1281]<0395>Monthly Budget for New Content Development|
nl: [1281]<0395>maandelijks budget voor nieuwe contentontwikkeling|

source: [1287]<0401>Next Month Advertising Pricing|
nl: [1287]<0401>adverteerprijs volgende maand|

source: [1289]<0403>Current Advertising Pricing|
nl: [1289]<0403>huidige adverterteerprijs|

source: [1292]<0406>Buy Firm|
nl: [1292]<0406>koop gebouw|

source: [1298]All|
nl: [1298]alles|

source: [1299]Has Trade Sales|
nl: [1299]handelsgoed|

source: [1300]Has Retail Sales|
nl: [1300]consumptiegoed|

source: [1301]All|
nl: [1301]alles|

source: [1302]Consumer Goods|
nl: [1302]consumptiegoed|

source: [1303]Industrial Goods|
nl: [1303]industriegoed|

source: [1304]Sales Revenue|
nl: [1304]verkoopsomzet|

source: [1305]Raw Material Cost|
nl: [1305]grondstofkost|

source: [1306]Freight Cost|
nl: [1306]vervoerskost|

source: [1307]Salaries Expense|
nl: [1307]loonkosten|

source: [1308]Factory Overhead|
nl: [1308]vaste fabriekskosten|

source: [1309]Advertising & PR Expense|
nl: [1309]PR- en adverteerkost|

source: [1310]Training|
nl: [1310]opleiding|

source: [1311]Write-offs|
nl: [1311]afschrijvingen|

source: [1312]Salaries Expense|
nl: [1312]loonkost|

source: [1313]Operating Overhead|
nl: [1313]vaste bedrijfskosten|

source: [1314]Training|
nl: [1314]opleiding|

source: [1315]Write-offs|
nl: [1315]afschrijvingen|

source: [1316]Sales Revenue|
nl: [1316]verkoopsomzet|

source: [1317]Purchase Cost|
nl: [1317]aankoopkost|

source: [1318]Freight Cost|
nl: [1318]vervoerskost|

source: [1319]Salaries Expense|
nl: [1319]loonkost|

source: [1320]Operating Overhead|
nl: [1320]vaste bedrijfskosten|

source: [1321]Advertising & PR Expense|
nl: [1321]PR- en adverteerkost|

source: [1322]Training|
nl: [1322]opleiding|

source: [1323]Write-offs|
nl: [1323]afschrijvingen|

source: [1324]Sales Revenue|
nl: [1324]verkoopsomzet|

source: [1325]Salaries Expense|
nl: [1325]loonkost|

source: [1326]Operating Overhead|
nl: [1326]vaste bedrijfskosten|

source: [1327]Advertising & PR Expense|
nl: [1327]PR- en adverteerkost|

source: [1328]Training|
nl: [1328]opleiding|

source: [1329]Write-offs|
nl: [1329]afschrijvingen|

source: [1330]Sales Revenue|
nl: [1330]verkoopsomzet|

source: [1331]Consumption of Reserve|
nl: [1331]Voorraadconsumptie|

source: [1332]Salaries Expense|
nl: [1332]loonkost|

source: [1333]Operating Overhead|
nl: [1333]vaste bedrijfskosten|

source: [1334]Advertising & PR Expense|
nl: [1334]PR- en adverteerkost|

source: [1335]Training|
nl: [1335]opleiding|

source: [1336]Write-offs|
nl: [1336]afschrijvingen|

source: [1347]<0412>Summary|
nl: [1347]<0412>samenvatting|

source: [1348]<0413>Wealth|
nl: [1348]<0413>rijkdom|

source: [1349]<0414>Career|
nl: [1349]<0414>loopbaan|

source: [1350]<0415>Personality|
nl: [1350]<0415>persoonlijkheid|

source: [1351]<0416>Expertise|
nl: [1351]<0416>deskundigheid|

source: [1353]<0418>Corporate Balance Sheet|
nl: [1353]<0418>handelsbalans|

source: [1354]<0419>Corporate Income Statement|
nl: [1354]<0419>resultatenrekening|

source: [1355]<0420>Firm Income Statement|
nl: [1355]<0420>inkomsten gebouw|

source: [1358]<0423>No. of years passed|
nl: [1358]<0423>aantal jaren|

source: [1360]<0425>TARGET|
nl: [1360]<0425>doel|

source: [1361]<0426>CURRENT|
nl: [1361]<0426>huidige|

source: [1362]<0427>ACHIEVED|
nl: [1362]<0427>bereikt|

source: [1364]<0429>Personal Wealth|
nl: [1364]<0429>eigen vermogen|

source: [1365]<0430>Value of Companies Controlled by You|
nl: [1365]<0430>waarde jouw gecontroleerde bedrijven|

source: [1366]<0431>Dominated Industries|
nl: [1366]<0431>gedomineerde industrie|

source: [1367]<0432>Dominated Products|
nl: [1367]<0432>gedomineerde goederen|

source: [1370]<0435> Points|
nl: [1370]<0435> punten|

source: [1374]<0439>Total Score: -1 (You have enabled the cheated mode.)|
nl: [1374]<0439>totaalscore: -1 (je schakelde de cheatmodus in.)|

source: [1375]<0440>Total Score:|
nl: [1375]<0440>totaalscore:|

source: [1377]<0442> (Difficulty)|
nl: [1377]<0442> (moeilijkheid)|

source: [1379]<0444> (Goal Bonus) =|
nl: [1379]<0444> (doel Bonus) =|

source: [1380]<0445> x 2 (Goal Bonus) =|
nl: [1380]<0445> x 2 (doel Bonus) =|

source: [1382]<0447> (Years)|
nl: [1382]<0447> (jaren)|

source: [1383]<0448> x 2 (Goal Bonus)|
nl: [1383]<0448> x 2 (doel Bonus)|

source: [1386]<0451>MORE|
nl: [1386]<0451>meer|

source: [1387]<0452> million|
nl: [1387]<0452> miljoen|

source: [1389]<0454>Rating (0-100)|
nl: [1389]<0454>waardering (0-100)|
